; Generated (18.05.2019 15:07:04) by Registry Key Jumper v1.3 - Freeware Registry Editor Jumper Tool
; www.sordum.org

[Main]
Language=Auto
Positions=640,420
SendToTray=1
WinSetOnTop=0
GridLines=1
Hide_Startup=0
Hide_Jump=0
AddLastKey=0
RefreshTreeView=0
AddUrlReg=1
Hotkey=Ctrl + Alt + X
Registry_Editor=%SystemRoot%\regedit.exe|RegEdit_RegEdit|SysTreeView321
SearchRegKey=http://www.google.com/search?q=%22%regkey%%22

[Reg_Key_List]
001=HKLM\Software\Microsoft\Windows\CurrentVersion\Run\\1\\Run (All users)
002=HKCU\Software\Microsoft\Windows\CurrentVersion\Run\\1\\Run (Current user)
003=HKLM\Software\Microsoft\Windows\CurrentVersion\Explorer\Shell Folders\\1\\Shell Folders (All users)
004=HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Shell Folders\\1\\Shell Folders (Current user)
005=HKLM\Software\Microsoft\Windows\CurrentVersion\\1\\Windows Settings (All users)
006=HKLM\SYSTEM\CurrentControlSet\Services\\1\\Services

[Language_English]
01="BlueLife"
02="Tray Quick Jump Menu"
03="Description"
04="Registry Key"
05="&File"
06="&List"
07="&Settings"
08="&Help"
09="&Import List"
10="&Export List"
11="Export As &Html"
12="Mi&nimize To Tray"
13="Mi&nimize To Tray If Close"
14="E&xit RegJump"
15="&Jump To Key"
16="&Add New Key"
17="&Get Current Key From Registry"
18="&Paste Key"
19="&Delete"
20="&Delete Duplicate Keys"
21="&Select All"
22="&Copy Key"
23="&Search Key"
24="Create a Desktop &Shortcuts"
25="&Options"
26="&Always On Top"
27="&Show Grid Lines"
28="&Hide Window on Startup"
29="&Hide Window at Jump"
30="&Add Last Key To the List"
31="&Add Context Menu"
32="&Desktop"
33="&My Computer"
34="&Uninstall All"
35="&New Regedit"
36="&Donate"
37="&HomePage"
38="&Contact"
39="&About"
40="Jump to the selected key in registry editor"
41="S&how RegJump"
42="Jump in &Clipboard"
43="Same Key in HK&CR"
44="Same Key in HK&LM"
45="&Quick Jump Menu"
46="Please Wait..."
47="Unable to write file!"
48="Unable to read file!"
49="Jump Reg Key in Clipboard"
50="Registry Key Jumper Files"
51="HTML Files"
52="All Files"
53="Registry Editor Options"
54="Registry Editor Location:"
55="Window Class Name:"
56="TreeView Class Name:"
57="Jump to key in selected text or in clipboard"
58="Hotkey:"
59="Apply Options"
60="Incorrect entry!"
61="Unable to create hotkey!"
62="The registry editor program not found!"
63="Regedit window class name not found!"
64="Regedit window treeview class name not found!"
65="Regedit not running, or no current key selecten.\n Please start Regedit and select a key."
66="Process Completed."

[Language_Turkish_Türkçe]
01="BlueLife"
02="Hızlı Atlama Menüsü"
03="Açıklama"
04="Kayıt Anahtarı"
05="&Dosya"
06="&Liste"
07="&Ayarlar"
08="&Yardım"
09="&Liste Al"
10="&Listeyi Dışa Aktar"
11="Listeyi Dışa Aktar &Html"
12="&Görev Çubuğuna Gönder"
13="Kapanışta &Görev Çubuğuna Gönder"
14="&Kapat"
15="&Anahtara Atla"
16="&Yeni Anahtar Ekle"
17="&Seçilen Anahtarı Ekle"
18="&Anahtarı Yapıştır"
19="&Sil"
20="&Aynı Anahtarları Sil"
21="&Hepsini Seç"
22="&Anahtarı Kopyala"
23="&Anahtarı Araştır"
24="&Masaüstüne Kısayol Oluştur"
25="&Seçenekler"
26="&Pencere Her Zaman Üste"
27="&Çizgileri Göster"
28="&Başlangıçta Pencereyi Gizle"
29="&Atladığında Pencereyi Gizle"
30="&Atlanan Anahtarı Listeye Ekle"
31="&Sağ Tuş Menüsüne Ekle"
32="&Masaüstü"
33="&Bilgisayarım"
34="&Hepsini Kaldır"
35="&Yeni Regedit"
36="&Bağış Yap"
37="&Web Sitesi"
38="&İletişim"
39="&Hakkında"
40="Kayıt Defterinde Seçilen Anahtarı Görüntüler"
41="Programı &Göster"
42="&Kopyalanmış Anahtara Atla"
43="HK&CR İçinde Aynı Anahtara Atla"
44="HK&LM İçinde Aynı Anahtara Atla"
45="&Hızlı Atlama Menüsü"
46="Lütfen Bekleyiniz ..."
47="Dosyaya yazılamıyor!"
48="Dosya okunamıyor!"
49="Kopyalanan Anahtara Atla"
50="Registry Key Jumper Dosyaları"
51="HTML Dosyaları"
52="Tüm Dosyalar"
53="Kayıt Defteri Programının Seçenekleri:"
54="Kayıt Defteri Programının Konumu:"
55="Pencerenin Sınıf Adı:"
56="TreeView Sınıf Adı:"
57="Seçilen Veyahut Kopyalanan Yazıdaki Anahtara Atlamak Için"
58="Klevye Kısayolu"
59="Seçenekleri Uygula"
60="Girilen bilgi hatalı!"
61="Klevye kısayolu oluşturulamadı!"
62="Kayıt defteri programı bulunamadı!"
63="Kayıt defteri penceresinin sınıf adı bulunamadı!"
64="Kayıt defteri penceresine ait treeview sınıf adı bulunamadı!"
65="Kayıt defteri açık değil veyahut herangi bir anahtar seçili değil!\n Kayıt defterini açıp bir anahtar seçiniz."
66="İşlem Tamamlandı."

[Language_German_Deutsch]
01="Velociraptor"
02="Einfacher Zugang Menü"
03="Beschreibung"
04="Registry-Schlüssel"
05="&Datei"
06="&Liste"
07="&Einstellungen"
08="&Hilfe"
09="&Liste importieren"
10="&Liste exportieren"
11="als &html exportieren"
12="im tray minimieren"
13="beim Schließen in Tray minimieren"
14="RegJump schließen"
15="&Registry Schlüssel springen"
16="&Neue Schlüssel hinzufügen"
17="&Ausgewählten Schlüssel hinzufügen"
18="&Schlüssel einfügen"
19="&löschen"
20="&Doppelte Schlüssel löschen"
21="&Alle wählen"
22="&Schlüssel kopieren"
23="&Schlüssel suchen"
24="Desktop-Verknüpfung erstellen"
25="&Optionen"
26="&Immer im vordergrund"
27="&Gitternetzlinien anzeigen"
28="&Beim Start Fenster ausblenden"
29="&beim Springen Fenster ausblenden"
30="&Letzte Schlüssel zu Liste hinzufügen"
31="&Kontextmenü hinzufügen"
32="&Desktop"
33="&Mein Computer"
34="&Alles deinstallieren"
35="&Neue Regedit"
36="&Spenden"
37="&Internetseite"
38="&Kontakt"
39="&Über uns"
40="Ausgewählte Schlüssel springen"
41="RegJump anzeigen"
42="Zwischenablage springen"
43="gleichen Schlüssel in HK&CR"
44="gleichen Schlüssel in in HK&LM"
45="&Schnellsprungmenü"
46="Bitte warten..."
47="Datei kann nicht geschrieben werden!"
48="Datei kann nicht gelesen werden!"
49="Registry Schlüssel in der Zwischenablage springen"
50="Registry Key Jumper Dateien"
51="HTML Dateien"
52="alle Dateien"
53="Registry Editor Optionen"
54="Registry Editor Stelle:"
55="Fensterklassenname:"
56="Baumansicht klassenname:"
57="Schlüssel in Text or Clipboard springen"
58="Hotkey:"
59="Optionen anwenden"
60="falsche Eingabe!"
61="Hotkey Kann Nicht Erstellt Werden!"
62="Regedit kann nicht gefunden werden !"
63="Fenster klassenname von Regedit nicht gefunden!"
64="Fenster Baumansicht von Regedit nicht gefunden!"
65="Regedit nicht läuft or No Schlüssel ausgewahlt.\n bitte starten Sie Regedit, und wählen Sie eine Schlüssel."
66="Prozess abgeschlossen."

[Language_Swedish_Svenska]
;TranslatorName=Åke Engelbrektson
;TranslatorContact=eson57@gmail.com
;TranslatorURL=http://svenskasprakfiler.se
;LastUpdated=19 Jan 2014
01="Åke Engelbrektson"
02="Snabbmeny i meddelandefältet"
03="Beskrivning"
04="Registernyckel"
05="&Arkiv"
06="&Lista"
07="&Inställningar"
08="&Hjälp"
09="&Importera lista"
10="&Exportera lista"
11="Exportera som &html"
12="Mi&nimera till meddelandefältet"
13="Mi&nimera med 'Stäng-knappen'"
14="A&vsluta RegJump"
15="&Hoppa till markerad nyckel"
16="&Lägg till ny nyckel"
17="&Lägg till aktuell nyckel från Registereditorn"
18="&Klistra in nyckel"
19="&Ta bort"
20="&Ta bort dubblettnycklar"
21="&Markera alla"
22="&Kopiera nyckel"
23="&Sök nyckel"
24="Skapa en skrivbords&genväg"
25="&Alternativ"
26="&Alltid överst"
27="&Visa stödlinjer"
28="&Starta minimerad"
29="&Dölj programfönstret vid hopp"
30="&Lägg till senaste nyckel i listan"
31="&Visa kontextmeny för..."
32="&Skrivbordet"
33="&Dator"
34="&Avinstallera alla"
35="&Nytt fönster i Registereditorn"
36="&Donera"
37="&Hemsida"
38="&Kontakt"
39="&Om"
40="Hoppa till markerad nyckel i Registereditorn"
41="V&isa RegJump"
42="Hoppa till registernyckel i &Urklipp"
43="Samma nyckel i HK&CR"
44="Samma nyckel i HK&LM"
45="&Hoppmeny"
46="Vänta..."
47="Kan inte skriva till fil!"
48="Kan inte läsa filen!"
49="Hoppa till registernyckel i Urklipp"
50="Registry Key Jumper-filer"
51="HTML-filer"
52="Alla filer"
53="Alternativ för Registereditorn"
54="Sökväg till Registereditorn:"
55="Fönsterklass:"
56="Trädvyklass:"
57="Hoppa till registernyckel i markerad text eller i Urklipp"
58="Tangentbordgenväg:"
59="Verkställ"
60="Felaktig post!"
61="Kunde inte skapa tangenbordsgenväg!"
62="Registereditorn kunde inte hittas!"
63="Fönsterklassen kunde inte hittas i Registereditorn!"
64="Trädvyklassen kunde inte hittas i Registereditorn!"
65="Registereditorn är inte startad, eller ingen registernyckel markerad.\n Starta Registereditorn och välj en registernyckel."
66="Åtgärden slutförd."

[Language_Persian_فارسی]
01="A.R Milani (MilanSoft)"
02="منوی پرش سریع سیستم تری"
03="توضیحات"
04="کلید رجیستری"
05="فایل"
06="لیست"
07="تنظیمات"
08="راهنما"
09="وارد کردن لیست"
10="دریافت خروجی از لیست"
11="HTML دریافت خروجی بصورت"
12="کمینه در سیستم تری"
13="کمینه در سیستم تری در هنگام بستن"
14="خروج"
15="پرش به کلید رجیستری"
16="افزودن کلید جدید"
17="بدست آوردن کلید جاری از رجیستری"
18="درج کلید"
19="حذف"
20="حذف کلیدهای تکراری"
21="انتخاب همه"
22="کپی کلید"
23="جستجوی کلید"
24="ایجاد یک میانبر در دسکتاپ"
25="گزینه ها"
26="همیشه در بالاترین سطح"
27="نمایش خطوط راهنما"
28="اختفای برنامه در شروع ویندوز"
29="اختفای پنجره در هنگام پرش"
30="افزودن آخرین کلید به لیست"
31="افزودن به منوی گسسته"
32="دسکتاپ"
33="&My Computer"
34="حذف انتخاب ها"
35="جدید Regedit پنجره"
36="همکاری با ما"
37="وب سایت"
38="ارتباط با ما"
39="درباره"
40="پرش به کلید انتخابی در رجیستری"
41="RegJump نمایش برنامه"
42="Clipboard پرش در"
43="HK&CR کلید همسان در"
44="HK&LM کلید همسان در"
45="منوی پرش سریع"
46="...لطفا صبر نمایید"
47="!قادر به نوشتن در فایل نیست"
48="!قادر به خواندن فایل نیست"
49="Clipboard پرش کلید رجیستری در"
50="Registry Key Jumper Files"
51="HTML فایلهای"
52="همه فایلها"
53="تنظیمات ویرایشگر رجیستری"
54="موقعیت ویرایشگر رجیستری :"
55="نام پنجره کلاس :"
56="نام کلاس لیست درختی :"
57="Clipboard پرش به کلیدی در متن انتخاب شده یا در"
58="کلید میانبر :"
59="تایید تنظیمات"
60="!ورودی صحیح نیست"
61="!قادر به ایجاد کلید میانبر نمیباشد"
62="!برنامه ویرایشگر رجیستری پیدا نشد"
63="!پیدا نشد Regedit نام کلاس در "
64="!پیدا نشد Regedit نام کلاس در لیست درختی"
65=".در حال اجرا نیست و یا کلیدی انتخاب نشده است Regedit برنامه\n .را اجرا و کلیدی را انتخاب نمایید Regedit لطفا ابتدا برنامه "
66=".فرآیند کامل شد"

[Language_Chinese Simplified_（简体中文)]
01="大眼仔~旭（Anan）"
02="托盘快速跳转菜单"
03="描述"
04="注册表键值"
05="文件(&F)"
06="列表(&L)"
07="设置(&S)"
08="帮助(&H)"
09="导入列表(&I)"
10="导出列表(&E)"
11="导出为 HTML(&H)"
12="最小化到托盘(&N)"
13="如果关闭最小化到托盘(&M)"
14="退出 RegJump(&X)"
15="跳转到键(&J)"
16="添加新键(&K)"
17="从注册表获取当前键(&G)"
18="粘贴键(&P)"
19="删除(&D)"
20="删除重复键(&D)"
21="全选(&A)"
22="复制键(&C)"
23="搜索键(&S)"
24="创建桌面快捷方式(&D)"
25="选项(&O)"
26="始终在顶部(&S)"
27="显示网格线(&L)"
28="在启动时隐藏窗口(&H)"
29="在跳转时隐藏窗口(&H)"
30="添加最新键到列表(&A)"
31="添加右键菜单(&A)"
32="桌面(&D)"
33="我的电脑(&M)"
34="卸载全部(&U)"
35="新建注册表编辑器(&N)"
36="捐赠(&D)"
37="主页(&H)"
38="联系(&C)"
39="关于"
40="跳转到注册表编辑器中选择的键"
41="显示 RegJump(&H)"
42="在剪贴板跳转(&C)"
43="在 HKCR 相同键(&C)"
44="在 HKLM 相同键(&L)"
45="快速跳转菜单(&Q)"
46="请稍候..."
47="无法写入文件!"
48="无法读取文件!"
49="跳转注册键在剪贴板"
50="注册表项文件跳接"
51="HTML 文件"
52="所有文件"
53="注册表编辑器选项"
54="注册表编辑器位置:"
55="Window Class 名称:"
56="TreeView Class 名称:"
57="在所选文本或剪贴板跳转到键"
58="热键:"
59="应用选项"
60="不正确的条目!"
61="无法创建热键!"
62="注册表编辑器程序未找到!"
63="注册表编辑器窗口的类名未找到!"
64="注册表编辑器窗口的树视图类名未找到!"
65="注册表编辑器没有运行，或者没有当前键选择。\n 请启动注册表编辑器，然后选择一个键。"
66="进度完成."

[Language_Chinese (Traditional)_繁體中文]
01="倚楼听风雨"
02="托盤快速跳轉菜單"
03="描述"
04="注冊表鍵值"
05="文件(&F)"
06="列表(&L)"
07="設置(&S)"
08="幫助(&H)"
09="導入列表(&I)"
10="導出列表(&E)"
11="導出為 HTML(&H)"
12="最小化到托盤(&N)"
13="如果關閉最小化到托盤(&M)"
14="退出 RegJump(&X)"
15="跳轉到鍵(&J)"
16="添加新鍵(&K)"
17="從注冊表獲取當前鍵(&G)"
18="粘貼鍵(&P)"
19="刪除(&D)"
20="刪除重復鍵(&D)"
21="全選(&A)"
22="復制鍵(&C)"
23="搜索鍵(&S)"
24="創建桌面快捷方式(&D)"
25="選項(&O)"
26="始終在頂部(&S)"
27="顯示網格線(&L)"
28="在啟動時隱藏窗口(&H)"
29="在跳轉時隱藏窗口(&H)"
30="添加最新鍵到列表(&A)"
31="添加右鍵菜單(&A)"
32="桌面(&D)"
33="我的電腦(&M)"
34="卸載全部(&U)"
35="新建注冊表編輯器(&N)"
36="捐贈(&D)"
37="主頁(&H)"
38="聯系(&C)"
39="關于"
40="跳轉到注冊表編輯器中選擇的鍵"
41="顯示 RegJump(&H)"
42="在剪貼板跳轉(&C)"
43="在 HKCR 相同鍵(&C)"
44="在 HKLM 相同鍵(&L)"
45="快速跳轉菜單(&Q)"
46="請稍候..."
47="無法寫入文件!"
48="無法讀取文件!"
49="跳轉注冊鍵在剪貼板"
50="注冊表項文件跳接"
51="HTML 文件"
52="所有文件"
53="注冊表編輯器選項"
54="注冊表編輯器位置:"
55="Window Class 名稱:"
56="TreeView Class 名稱:"
57="在所選文本或剪貼板跳轉到鍵"
58="熱鍵:"
59="應用選項"
60="不正確的條目!"
61="無法創建熱鍵!"
62="注冊表編輯器程序未找到!"
63="注冊表編輯器窗口的類名未找到!"
64="注冊表編輯器窗口的樹視圖類名未找到!"
65="注冊表編輯器沒有運行，或者沒有當前鍵選擇。\n 請啟動注冊表編輯器，然后選擇一個鍵。"
66="進度完成."

[Language_Polish_Polski]
01="Andrzej Mazurkiewicz"
02="Quick Jump Tray Menu"
03="Opis"
04="Klucz rejestru"
05="&Plik"
06="&Lista"
07="&Ustawienia"
08="&Pomoc"
09="&Zaimportuj Listę"
10="&Wyeksportuj Listę"
11="Wyeksportuj jako &Html"
12="Zminimalizuj do Traya"
13="Zminimalizuj do Traya kiedy zamykasz"
14="Zamknij RegJump"
15="&Skocz do klucza"
16="&Dodaj nowy klucz"
17="&Skopiuj obecny klucz z rejestru"
18="&Wklej klucz"
19="&Usuń"
20="&Usuń zdublowane klucze"
21="&Wybierz wszystko"
22="&Skopiuj klucz"
23="&Znajdź klucz"
24="Utwórz skrót na &Pulpicie"
25="&Opcje"
26="&Zawsze na wierzchu"
27="&Pokaż linie siatki"
28="&Ukryj okno na starcie"
29="&Ukryj okno po przeskoczeniu do klucza"
30="&Dodaj ostatni klucz do listy"
31="&Dodaj do Menu kontekstowego"
32="&Pulpit"
33="&Mój Komputer"
34="&Odinstaluj wszystko"
35="&Nowy Regedit"
36="&Wesprzyj autorów"
37="&Strona domowa"
38="&Kontakt"
39="&O programie"
40="Skocz do wybranego klucza w edytorze rejestru"
41="Pokaż RegJump"
42="Skocz do &schowka"
43="Taki sam klucz w HK&CR"
44="Taki sam klucz w HK&LM"
45="&Quick Jump Menu"
46="Proszę czekać..."
47="Nie można zapisać pliku!"
48="Nie można odczytać pliku!"
49="Skocz do klucza rejestru w schowku"
50="Skoczek do plików kluczy rejestru"
51="Pliki HTML"
52="Wszystkie pliki"
53="Opcje Edytora Rejestru"
54="Lokalizacja Edytora Rejestru:"
55="Nazwa klasy okna:"
56="Nazwa klasy widoku drzewa:"
57="Skocz do klucza w wybranym tekście lub w schowku"
58="Gorący klawisz:"
59="Zastosuj opcje"
60="Błędny wpis!"
61="Nie można utworzyć gorącego klawisza!"
62="Nie znaleziono Edytora Rejestru!"
63="Nie znaleziono nazwy klasy okna w Regedit!"
64="Nie znaleziono nazwy klasy widoku drzewa w Regedit!"
65="Regedit nie jest uruchomiony, lub nie wybrano żadnego klucza.\n Proszę uruchomić Regedit i wybrać klucz."
66="Proces zakończony."

[Language_Greek_Ελληνικά]
01="geogeo  (www.geogeo.gr)"
02="Μενού γρήγορης μετάβασης"
03="Περιγραφή"
04="Κλειδί Μητρώου"
05="&Αρχείο"
06="&Λίστα"
07="&Ρυθμίσεις"
08="&Βοήθεια"
09="Ε&ισαγωγή λίστας"
10="Εξα&γωγή λίστας"
11="Εξαγωγή ως &Ηtml"
12="Ελα&χ/ποίηση στην περιοχή ειδοποιήσεων"
13="Ελαχ/ποίηση στην περιοχή ειδοποιήσεων στο κλείσιμο"
14="Έ&ξοδος από το RegJump"
15="&Μετάβαση στο κλειδί"
16="Προσ&θήκη νέου κλειδιού"
17="Λή&ψη τρέχοντος κλειδιού από το Μητρώο"
18="Ε&πικόλληση κλειδιού"
19="&Διαγραφή"
20="Διαγραφή διπ&λότυπων κλειδιών"
21="&Επιλογή όλων"
22="Αντι&γραφή κλειδιού"
23="Ανα&ζήτηση κλειδιού"
24="Δημιουργία &συντόμευσης στην Επιφάνεια εργασίας"
25="Επι&λογές"
26="&Πάντα στην κορυφή"
27="Εμφάνιση &γραμμών πλέγματος"
28="&Απόκρυψη παραθύρου κατά την εκκίνηση"
29="Απόκρυ&ψη παραθύρου στη μετάβαση"
30="Προ&σθήκη τελευταίου κλειδιού στη λίστα"
31="Προσ&θήκη σε μενού περιβάλλοντος"
32="&Επιφάνεια εργασίας"
33="Ο &υπολογιστής μου"
34="&Κατάργηση όλων"
35="&Νέος επεξεργαστής μητρώου"
36="&Δωρεά"
37="&Ιστοσελίδα"
38="&Επικοινωνία"
39="&Περί..."
40="Μετάβαση στο επιλεγμένο κλειδί στον επεξεργαστή μητρώου"
41="Εμ&φάνιση του RegJump"
42="Μετάβαση στο &Πρόχειρο"
43="Ίδιο κλειδί στο &ΗΚCR"
44="Ίδιο κλειδί στο HKL&Μ"
45="Μενού &γρήγορης μετάβασης"
46="Παρακαλώ περιμένετε..."
47="Δεν είναι δυνατή η εγγραφή του αρχείου!"
48="Δεν είναι δυνατή η ανάγνωση του αρχείου!"
49="Μετάβαση στο κλειδί μητρώου στο Πρόχειρο"
50="Αρχεία Registry Key Jumper"
51="Αρχεία HTML"
52="Όλα τα αρχεία"
53="Επιλογές επεξεργαστή μητρώου"
54="Θέση επεξεργαστή μητρώου:"
55="Όνομα κλάσης παραθύρου:"
56="Όνομα κλάσης προβ. δέντρου:"
57="Μετάβαση στο κλειδί στο επιλεγμένο κείμενο ή στο Πρόχειρο"
58="Πλήκτρο συντόμευσης:"
59="Εφαρμογή επιλογών"
60="Εσφαλμένη καταχώρηση!"
61="Δεν είναι δυνατή η δημιουργία πλήκτρου συντόμευσης!"
62="Το πρόγραμμα επεξεργασίας μητρώου δεν βρέθηκε!"
63="Το όνομα κλάσης παραθύρου του επεξεργαστή μητρώου δεν βρέθηκε!"
64="Το όνομα κλάσης προβολής δέντρου του επεξεργαστή μητρώου δεν βρέθηκε!"
65="Ο επεξεργαστής μητρώου δεν εκτελείται ή δεν επιλέχθηκε το τρέχον κλειδί.\n Παρακαλώ εκκινήστε τον επεξεργαστή μητρώου και επιλέξτε ένα κλειδί."
66="Η διαδικασία ολοκληρώθηκε."

[Language_Portuguese_Português - Brasil]
01="Pedro Gabriel Schneider"
02="Menu Rápido de bandeja"
03="Descrição"
04="Chave do Registro"
05="&Arquivo"
06="&Lista"
07="&Configurações"
08="&Ajuda"
09="&Importar Lista"
10="&Exportar Lista"
11="Exportar como &HTML"
12="Mi&nimizar para bandeja"
13="Mi&nimizar para bandeja ao fechar"
14="S&air do RegJump"
15="&Pular para Chave"
16="&Adicionar nova Chave"
17="&Obter Chave atual do Registro"
18="&Colar Chave"
19="&Apagar"
20="&Apagar Chaves Duplicadas"
21="&Selecionar Todas"
22="&Copiar Chave"
23="&Procurar Chave"
24="Enviar para Área de Trabalho &(criar atalho)"
25="&Opções"
26="&Sempre à Frente"
27="&Mostrar Linhas de Grade"
28="&Ocultar Janela ao Iniciar"
29="&Ocultar Janela ao Pular"
30="&Adicionar última Chave para Lista"
31="&Adicionar menu de contexto"
32="&Área de Trabalho"
33="&Meu Computador"
34="&Remover Todos"
35="&Novo Registro"
36="&Colabore"
37="&Página Inicial"
38="&Contato"
39="&Sobre"
40="Ir para a Chave selecionada no Editor de Registro"
41="M&ostrar RegJump"
42="Pular para Área de Transferência"
43="Mesma Chave em HK&CR"
44="Mesma Chave em HK&LM"
45="&Menu Rápido"
46="Por favor Aguarde..."
47="Não foi possível gravar o arquivo!"
48="Não foi possível ler o arquivo!"
49="Pular Chave de Registro na Área de Transferência"
50="Arquivos do Programa"
51="Arquivos HTML"
52="Todos os Arquivos"
53="Opções do Editor de Registro"
54="Localização do Editor de Registro:"
55="Nome da Classe:"
56="Nome da Classe TreeView:"
57="Ir para Chave selecionada no texto ou na Área de Transferência"
58="Tecla de atalho:"
59="Aplicar Alterações"
60="Entrada Incorreta!"
61="Não é possível criar atalho!"
62="O Editor de Registro não foi encontrado!"
63="Nome da Classe não encontrado no Registro!"
64="Nome da Classe TreeView não encontrado no Registro!"
65="O Regedit não está aberto ou nenhuma Chave foi selecionada!\n Inicie o Regedit e selecione uma Chave."
66="Processo Concluído."

[Language_Korean_한국어]
01="4Li"
02="트레이 빠른 이동 메뉴"
03="설명"
04="레지스트리 키"
05="파일(&F)"
06="목록(&L)"
07="설정(&S)"
08="도움말(&H)"
09="목록 가져오기(&I)"
10="목록 내보내기(&E)"
11="HTML로 내보내기(&H)"
12="트레이로 최소화(&N)"
13="닫을 경우, 트레이로 최소화(&N)"
14="RegJump 끝내기(&X)"
15="해당 키로 이동(&J)"
16="새 키 추가(&A)"
17="레지스트리에서 현재 키 가져오기(&G)"
18="키 붙여넣기(&P)"
19="삭제(&D)"
20="중복 키 삭제(&D)"
21="모두 선택(&S)"
22="키 복사(&C)"
23="키 검색(&S)"
24="데스크톱 바로가기 만들기(&S)"
25="옵션(&O)"
26="항상 맨 위에 위치(&A)"
27="구분 선 보이기(&S)"
28="시작시, 창 감추기(&H)"
29="이동시, 창 감추기(&H)"
30="최근 키를 목록에 추가(&A)"
31="컨텍스트 메뉴 추가(&A)"
32="데스크톱(&D)"
33="내 컴퓨터(&M)"
34="모두 제거(&U)"
35="새 레지스트리 편집기(&N)"
36="기부(&D)"
37="홈페이지(&H)"
38="연락처(&C)"
39="정보(&A)"
40="레지스트리 편집기 안에서 선택한 키로 이동"
41="RegJump 보이기(&H)"
42="클립보드 안에서 이동(&C)"
43="HKCR 내 같은 키(&C)"
44="HKLM 내 같은 키(&L)"
45="빠른 이동 메뉴(&Q)"
46="잠시 기다리세요..."
47="파일을 쓸 수 없습니다!"
48="파일을 읽을 수 없습니다!"
49="클립보드 안에서 레지스트리 키 이동"
50="레지스트리 키 이동 파일"
51="HTML 파일"
52="모든 파일"
53="레지스트리 편집기 옵션"
54="레지스트리 편집기 위치:"
55="창 클래스 이름:"
56="트리뷰 클래스 이름:"
57="선택한 텍스트 또는 클립보드 안에서 키로 이동"
58="단축키:"
59="옵션 적용"
60="잘못된 항목입니다!"
61="단축키를 만들 수 없습니다!"
62="레지스트리 편집기 프로그램을 찾을 수 없습니다!"
63="레지스트리 편집기 창 클래스 이름을 찾을 수 없습니다!"
64="레지스트리 편집기 창 트리뷰 클래스 이름을 찾을 수 없습니다!"
65="레지스트리 편집기가 실행 중이 아니거나 현재 키를 선택하지 않았습니다.\n 레지스트리 편집기를 시작하고 키를 선택하세요."
66="처리를 완료했습니다."

[Language_Russian_Pусский]
01="k_rik"
02="Пункт Меню в Трее"
03="Описание"
04="Ключ Реестра"
05="&Файл"
06="&Правка"
07="&Настройки"
08="&Помощь"
09="&Импорт списка"
10="&Экспорт списка"
11="Экспорт в &Html"
12="Св&ернуть в трей"
13="Св&ернуть в трей при закрытии"
14="В&ыход из Registry Key Jumper"
15="&Перейти к ключу"
16="&Добавить новый ключ"
17="&Получить ключ из реестра"
18="&Вставить ключ"
19="&Удалить"
20="&Удалить дубликаты ключей"
21="&Выбрать Все"
22="&Скопировать ключ"
23="&Найти ключ"
24="Создать ярлык на &Рабочем столе"
25="&Настройки"
26="&Всегда сверху"
27="&Показывать линии строк"
28="&Скрывать окно при запуске"
29="&Скрыть окно при переходе"
30="&Добавить последний ключ в список"
31="&Добавить в контекстное меню"
32="&Рабочий стол"
33="&Мой Компьютер"
34="&Удалить Все"
35="&Открыть Regedit"
36="&Donate"
37="&Домашняя страница"
38="&Обратная связь"
39="&О Registry Key Jumper"
40="Перейти к выбранному ключу реестра в Regedit"
41="П&оказать Registry Key Jumper"
42="Перейти к ключу из &Буфера обмена"
43="К этому в HK&CR"
44="К этому в HK&LM"
45="&Меню Быстрого перехода"
46="Пожалуйста подождите..."
47="Не удалось записать файл!"
48="Не удалось прочитать файл!"
49="Перейти к ключу реестра из буфера обмена"
50="Файлы Registry Key Jumper"
51="HTML Файлы"
52="Все Файлы"
53="Опции Regedit"
54="Расположение Regedit:"
55="Window Class Name:"
56="TreeView Class Name:"
57="Перейти к ключу из выделенного текста или буфера обмена"
58="Горячие Клавиши:"
59="Применить Изменения"
60="Неверная запись!"
61="Не удается создать горячую клавишу!"
62="Программа редактора реестра не найдена!"
63="Regedit window class name not found!"
64="Regedit window treeview class name not found!"
65="Regedit не работает, или ключ не выбран.\n Пожалуйста, запустите Regedit и выделите ключ."
66="Процесс Завершен."

[Language_Vietnamese_Tiếng Việt]
01="Adam Nguyen"
02="Trình đơn ngữ cảnh khay hệ thống"
03="Mô tả"
04="Khóa Registry"
05="&Tập tin"
06="&Danh sách"
07="&Thiết lập"
08="&Hỗ trợ"
09="&Danh sách nhập vào"
10="&Danh sách xuấ ra"
11="Xuất ra &Html"
12="&Thu nhỏ xuống khay hệ thống"
13="&Thu nhỏ xuống khay hệ thống nếu đóng"
14="&Thoát"
15="&Chuyến đến khóa"
16="&Thêm khóa mới"
17="&Lấy khóa hiện tại từ Registry"
18="&Dán khóa"
19="&Xóa"
20="&Xóa các khóa trùng lặp"
21="&Chọn tất cả"
22="&Sao chép khóa"
23="&Tìm kiếm khóa"
24="&Tạo một lối tắt trên Desktop"
25="&Tùy chọn"
26="&Luôn trên cùng"
27="&Hiển thị dòng lưới"
28="&Ẩn cửa sổ lúc khởi động"
29="&Ẩn cửa sổ lúc chuyển"
30="&Thêm khóa mới vào danh sách"
31="&Thêm vào trình đơn ngữ cảnh"
32="&Desktop"
33="&My Computer"
34="&Gỡ bỏ tất cả"
35="&Mở một Regedit mới"
36="&Đóng góp"
37="&Trang chủ"
38="&Liên hệ"
39="&Giới thiệu"
40="Chuyển đến khóa đã chọn trong Registry Editor"
41="&Hiển thị RegJump"
42="&Chuyển đến trong Clipboard"
43="&Cùng một khóa trong HKCR"
44="&Cùng một khóa trong HKLM"
45="&Trình đơn chuyển nhanh"
46="Xin đợi..."
47="Không thể ghi tập tin!"
48="Không thể đọc tập tin!"
49="Chuyển đến khóa Registry trong Clipboard"
50="Các tập tin Registry Key Jumper"
51="Các tập tin HTML"
52="Tất cả tập tin"
53="Tùy chọn Registry Editor"
54="Vị trí Registry Editor:"
55="Tên mục Window:"
56="Xem cây tên mục:"
57="Chuyển đến khóa trong văn bản đã chọn hoặc trong clipboard"
58="Phím nóng:"
59="Áp dụng tùy chọn"
60="Mục không chính xác!"
61="Không thể tạo phím nóng!"
62="Không tìm thấy Registry Editor!"
63="Tên mục cửa sổ regedit không tìm thấy!"
64="Cửa sổ Regedit xem cây tên mục không tìm thấy!"
65="Regedit không chạy, hoặc không có lựa chọn khóa hiện tai.\n Hãy mở Regedit và chọn một khóa."
66="Tiến trình hoàn tất."

[Language_Hungarian_Magyar]
01="LaMoLa"
02="Gyors ugrás menü"
03="Leírás"
04="Registry Kulcs"
05="&Fájl"
06="&Lista"
07="&Beállítások"
08="&Súgó"
09="&Lista Importálása"
10="&Lista Exportálása"
11="Exportálás &Html-ként"
12="Tálcára tesz"
13="Bezáráskor a tálcára tesz"
14="Kilépés a RegJump-ból"
15="&Ugrás a kulcshoz"
16="&Új kulcs hozzáadása"
17="&Aktuális kulcs a Registry-ből"
18="&Kulcs beillesztése"
19="&Törlés"
20="&Dupla kulcsok törlése"
21="&Mind kijelölése"
22="&Kulcs másolása"
23="&Kulcs keresése"
24="Asztali ikon &létrehozása"
25="&Beállítások"
26="&Minden felett"
27="&Rácsvonalak megjelenítése"
28="&Indítási ablak elrejtése"
29="&Az ablak elrejtése odaugráskor"
30="&Utolsó kulcs hozzáadása a listához"
31="&Context menű hozzáadása"
32="&Asztal"
33="&Sajátgép"
34="&Az összes eltávolítása"
35="&Beállítás"
36="&Adomány"
37="&Weboldal"
38="&Kapcsolat"
39="&Névjegy"
40="Ugrás a kijelölt kulcshoz a registry szerkesztőben"
41="M&utassa a Reg.Ugrást"
42="Ugrás a &Vágólapra"
43="Azonos kulcs a HK&CR-ben"
44="Azonos kulcs HK&LM-ben"
45="&Gyors ugrás menü"
46="Várjon..."
47="Nem írható a fájl!"
48="Nem olvasható a fájl!"
49="Ugrás a Reg kulcshoz a vágólapon"
50="Registry kulcs Jumper-fájlok"
51="HTML fájlok"
52="Minden fájl"
53="Registry szerkesztő beállítások"
54="Registry szerkesztő elérése:"
55="Ablak osztály neve:"
56="Fa nézet Osztály neve:"
57="Ugrás a kulcshoz a kijelölt szövegben vagy a vágólapon"
58="Gyorsbillentyű:"
59="Beállítások alkalmazása"
60="Helytelen bejegyzés!"
61="Nem lehet létrehozni a gyorsbillentyűt!"
62="A registry szerkesztő program nem található!"
63="Regedit ablak osztály neve nem található!"
64="Regedit ablak fa nézet osztály neve nem található!"
65="Regedit nem fut, vagy nem aktuális kulcs lett kiválasztva.\n Indítsa a Regedit-et és válasszon kulcsot."
66="Folyamat befejeződött."

[Language_French_Français]
01="HT"
02="Lancement rapide"
03="Description"
04="Clé de registre"
05="&Fichier"
06="&Liste"
07="&Paramètres"
08="&Aide"
09="&Importer Liste"
10="&Exporter Liste"
11="Exporter en &Html"
12="Ré&duire dans la zone de notification"
13="Ré&duire dans la zone de notification à la fermeture"
14="Q&uitter Registry Key Jumper"
15="&Aller à la clé"
16="&Ajouter une nouvelle clé"
17="&Récupérer la clé courante du registre"
18="&Coller clé"
19="&Supprimer"
20="&Supprimer les clés en double"
21="&Tout sélectionner"
22="&Copier clé"
23="&Rechercher clé"
24="Créer un raccourci sur le bureau"
25="&Options"
26="&Toujours au premier plan"
27="&Afficher le quadrillage"
28="&Cacher la fenêtre au démarrage"
29="&Cacher la fenêtre au saut"
30="&Ajouter dernière clé à la Liste"
31="&Ajouter au Menu Contextuel "
32="&Bureau"
33="&Mon Ordinateur"
34="&Tout désactiver"
35="&Ouvrir Editeur de registre"
36="&Faire un don"
37="&Page d'accueil"
38="&Contact"
39="&A propos de"
40="Aller à la clé sélectionnée dans l'éditeur de registre"
41="A&fficher RegJump"
42="Récupérer clé du &Presse-papier"
43="Même clé dans HK&CR"
44="Même clé dans HK&LM"
45="&Lancement rapide"
46="Attendez SVP..."
47="Impossible d'écrire le fichier!"
48="Impossible de lire le fichier!"
49="Aller à la clé présente dans le presse-papier"
50="Fichiers Registry Key Jumper"
51="Fichier HTML"
52="Tous les Fichiers"
53="Options de l'éditeur de registre"
54="Emplacement Editeur de registre:"
55="Fenêtre Nom de classe:"
56="Nom classe arborescence:"
57="Aller à la clé (texte) sélectionnée ou dans le presse-papier"
58="Raccourci:"
59="Appliquer les Options"
60="Entrée incorrecte!"
61="Impossible de créé raccourci!"
62="Editeur de registre non trouvé!"
63="Nom classe fenêtre dans Regedit introuvable!"
64="Arborescence fenêtre dans Regedit introuvable!"
65="Regedit non lancé, ou clé non sélectionnée.\n SVP lancer Regedit et sélectionner une clé."
66="Opération terminée."

[Language_Slovenian_Slovenščina]
01="Jadran Rudec"
02="Hitri meni skokov programske vrstice"
03="Opis"
04="Registrski ključ"
05="&Datoteka"
06="&Seznam"
07="&Nastavitve"
08="Po&moč"
09="&Uvozi seznam"
10="&Izvozi seznam"
11="Izvozi kot &Html"
12="Po&manjšaj v programsko vrstico"
13="Če za&prem, pomanjšaj v programsko vrstico"
14="&Zapri RegJump"
15="S&koči na ključ"
16="&Dodaj novi ključ"
17="&Dobi trenutni ključ iz registra"
18="&Prilepi ključ"
19="I&zbriši"
20="I&zbriši podvojene ključe"
21="Izberi &vse"
22="&Kopiraj ključ"
23="Po&išči ključ"
24="Ustvari b&ližnjice na namizju"
25="M&ožnosti"
26="&Vedno na vrhu"
27="Prikaži m&režne črte"
28="Ob za&gonu skrij okno"
29="&Skrij okno pri skoku"
30="Dodaj zadnji &ključ na seznam"
31="Dodaj p&riročni meni"
32="&Namizje"
33="&Moj računalnik"
34="Ods&trani vse"
35="&Novi Regedit"
36="&Donirajte"
37="Do&mača stran"
38="&Pišite nam"
39="&Vizitka"
40="Skoči na izbrani ključ v urejevalniku registra"
41="Prikaži &RegJump"
42="Skoči v &odložišče"
43="Isti ključ v HK&CR"
44="Isti ključ v HK&LM"
45="&Hitri meni skokov"
46="Prosimo, počakajte..."
47="Datoteke ni mogoče zapisati!"
48="Datoteke ni mogoče prebrati!"
49="Skoči na ključ registra v odložišču"
50="Datoteke Registry Key Jumperja"
51="HTML datoteke"
52="Vse datoteke"
53="Možnosti urejevalnika registra"
54="Mesto urejevalnika registra:"
55="Ime razreda okna:"
56="Ime razreda TreeView:"
57="Skoči na ključ v izbranem besedilu ali v odložišču"
58="Vroča tipka:"
59="Uporabi možnosti"
60="Nepravilen vnos!"
61="Ni mogoče ustvariti vroče tipke!"
62="Programa urejevalnika registra ni bilo mogoče najti!"
63="Imena razreda okna Regedita ni bilo mogoče najti!"
64="Imena razreda TreeView okna Regedita ni bilo mogoče najti!"
65="Regedit ni zagnan ali ni izbran noben trenutni ključ.\n Prosimo, zaženite Regedit in izberite ključ."
66="Proces je končan."

[Language_Indonesian_Bahasa Indonesia]
01="Nicedward"
02="Baki Menu Lompat Cepat"
03="Deskripsi"
04="Nilai Registri"
05="&File"
06="&Daftar"
07="&Pengaturan"
08="&Bantuan"
09="&Impor Daftar"
10="&Ekspor Daftar"
11="Ekspor Sebagai &Html"
12="Mi&nimalkan Ke Baki"
13="Mi&nimalkan Ke Baki Jika Ditutup"
14="K&eluar RegJump"
15="&Lompat Ke Nilai"
16="&Tambah Nilai Baru"
17="&Dapatkan Nilai Saat Ini Dari Registri"
18="&Tempel Nilai"
19="&Hapus"
20="&Hapus Nilai Duplikat"
21="&Pilih Semua"
22="&Salin Nilai"
23="&Cari Nilai"
24="Buat Pintasan &Desktop"
25="&Opsi"
26="&Selalu Di Atas"
27="&Tampilkan Garis Kisi"
28="&Sembunyikan Jendela saat Pengaktifan"
29="Sembunyikan Jendela saat Lompat"
30="&Tambah Nilai Terakhir Ke Daftar"
31="&Tambah Menu Konteks"
32="&Desktop"
33="&Komputer Saya"
34="&Copot Semua"
35="&Regedit Baru"
36="&Donasi"
37="&Beranda"
38="&Hubungi"
39="&Tentang"
40="Lompat ke nilai teripilih dalam registri editor"
41="T&ampilkan RegJump"
42="Lompat dalam &Papan klip"
43="Nilai yang Sama dalam HK&CR"
44="Nilai yang Sama dalam HK&LM"
45="&Menu Lompat Cepat"
46="Harap Tunggu..."
47="Gagal menulis file!"
48="Gagal membaca file!"
49="Lompat Nilai Reg dalam Papan klip"
50="File Pelompat Nilai Registri"
51="File HTML"
52="Semua File"
53="Opsi Registri Editor"
54="Lokasi Registri Editor:"
55="Nama Kelas Jendela:"
56="Nama Kelas TreeView:"
57="Lompat ke nilai dalam teks terpilih atau dalam papan klip"
58="Pintasan tombol:"
59="Terapkan Opsi"
60="Entri salah!"
61="Gagal membuat pintasan tombol!"
62="Program registri sditor tidak ditemukan!"
63="Nama kelas jendela Regedit tidak ditemukan!"
64="Nama kelas treeview jendela Regedit tidak ditemukan!"
65="Regedit tidak berjalan, atau tidak ada pemilihan nilai saat ini.\n  Silakan mulai Regedit dan pilih nilai."
66="Proses Selesai."

[Language_Arabic_العربية]
01="BlueLife"
02="صينية قائمه الانتقال السريع"
03="الوصف"
04="مفتاح مكتب التسجيل"
05="&ملف"
06="&قائمة"
07="&الاعدادات"
08="&التعليمات"
09="&قائمة الاستيراد"
10="&قائمة التصدير"
11="تصدير باسم هتمل"
12="تق&ليل الى الصينية"
13="تق&ليل الى الصينية في حالة الاغلاق"
14="خر&وج قفز مكتب التسجيل"
15="&قفز الى المفتاح"
16="&اضافة مفتاح جديد"
17="&احصل على المفتاح الحالي من مكتب التسجيل"
18="&لصق المفتاح"
19="&حذف"
20="&حذف مفاتيح مكررة"
21="&حدد الكل"
22="&نسخ المفتاح"
23="&بحث عن المفتاح"
24="انشاء اختصارات على&سطح المكتب"
25="&الخيارات"
26="&دائما في القمة"
27="&اظهر خطوط الشبكة"
28="& اخفاء النافذة عند بدء التشغيل"
29="& اخفاء النافذة في الوثب"
30="&اضافة مفتاح اخر الى القائمة"
31="&اضافة قائمة السياق"
32="&سطح المكتب"
33="حاسوبي"
34="&الغء تثبيت الكل"
35="&مكتب تسجيل جديد"
36="&تبرع"
37="& الصفحة الرئيسية"
38="&اتصال"
39="&حول ترجمة فتحي الداودية"
40="القفز الى المفتاح المحدد في محرر مكتب التسجيل"
41="اظ&هار قفز مكتب التسجيل"
42="قفز في&لحافظة"
43="HK&CR نفس المفتاح في"
44="HK&LM نفس المفتاح في"
45="&قائمة القفز السريع"
46="...الرجاء الانتظار."
47="غير قادر على كتابة ملف!"
48="غير قادر على قراءة ملف!"
49="القفز مفتاح مكتب التسجيل في الحافظة"
50="ملفات مفتاح مكتب التسجيل القافز"
51="ملفات HTML"
52="كل الملفات"
53="خيارات محرر مكتب التسجيل"
54="موقع محرر مكتب التسجيل"
55="اسم فئة النافذة:"
56="اسم فئة عرض الشجرة:"
57="انتقل الى المفتاح في النص المحدد او في الحافظة"
58="مفتاح نشط:"
59="خيارات التطبيق"
60="ادخال غير صحيح!"
61="غير قادر علي انشاء مفتاح نشط"
62="لم يتم العثور علي برنامج محرر مكتب التسجيل!"
63="لم يتم العثور علي اسم فئة نافذة مكتب التسجيل"
64="لم يتم العثور على اسم فئة عرض شجري نافذة محرر مكتب التسجيل"
65="محرر مكتب التسجيل لا يعمل ، او لم يحدد المفتاح الحالي \n . يرجى بدء محرر مكتب التسجيل حدد مفتاح"
66="اكتملت العملية."

[Language_Japanese_日本語]
01="wakaizumo"
02="索引"
03="説明"
04="レジストリキー"
05="ファイル(&F)"
06="編集(&E)"
07="オプション(&O)"
08="その他(&H)"
09="リストファイルを開く(&S)..."
10="現在のリストを保存(&U)..."
11="HTML 形式で保存(&H)..."
12="タスクトレイに最小化(&N)"
13="ウィンドウを閉じた時にトレイに最小化(&M)"
14="完全終了(トレイ含む)(&X)"
15="選択キーを レジストリエディタ で開く(&J)..."
16="新規キー項目をリストへ追加(&K)"
17="レジストリエディタ で表示中のキーをリストへ登録(&G)"
18="キーをリストへ貼付け(&V)"
19="選択項目を削除(&D)"
20="重複したキーを削除(&W)"
21="すべて選択(&A)"
22="選択したキーをコピー(&C)"
23="選択したキーを Google検索...(&S)"
24="デスクトップに選択キーへのショートカットを作成(&D)"
25="高度な設定(&O)..."
26="常に手前に表示(&T)"
27="表の枠線を表示(&G)"
28="起動時にウィンドウを表示しない(&H)"
29="ジャンプ時にトレイへ最小化する(&J)"
30="最新のキーをリストへ追加する(&A)"
31="右クリックメニューへ追加(&M)"
32="(&1) デスクトップを右クリック時"
33="(&2) マイコンピュータを右クリック時"
34="(&0) すべて登録解除"
35="レジストリエディタ を起動(&N)..."
36="[web] 寄付サイトへ(&D)..."
37="[web] 作者サイトへ(&H)..."
38="[web] お問い合わせ(&Q)..."
39="このソフトについて(&A)..."
40="「ジャンプ」\n選択したレジストリキーのパスを レジストリエディタ で開きます"
41="ウィンドウを表示(&O)"
42="クリップボード内のキーへジャンプ(&J)"
43="HKCR 配下の同名キーへジャンプ(&C)"
44="HKLM 配下の同名キーへジャンプ(&L)"
45="ジャンプリストのメニュー項目(&Q)"
46="処理中・・・ 少々お待ち下さい"
47="ファイルへの書込みに失敗しました"
48="ファイルを読み込めません"
49="コピーしたレジストリキーへジャンプ"
50="Registry Key Jumper 設定ファイル"
51="HTML ファイル"
52="すべてのファイル"
53="高度な設定"
54="使用するレジストリエディタの場所を指定 (サードパーティ製も可)"
55="ウィンドウクラス名："
56="TreeView クラス名："
57="コピーしたレジストリキーへ ホットキーでジャンプできます"
58="使用するホットキー："
59="適用"
60="エントリが不正です"
61="ホットキーを作成できませんでした"
62="指定された レジストリエディタ が見つかりません"
63="指定されたウィンドウクラス名が見つかりません"
64="指定された TreeView クラス名が見つかりません"
65="レジストリエディタ が実行されていないか キーが選択されていません。 %LF% レジストリエディタ を起動して キーを再度選択してください。"
66="処理は正常に終了しました"

[Language_Hebrew_עברית]
01="By MilleR_DaNi"
02="תפריט קפיצה מהירה"
03="תיאור"
04="פתח רישום"
05="קובץ"
06="רשימה"
07="הגדרות"
08="עזרה"
09="רשימת ייבוא"
10="רשימת ייצוא"
11="&Html ייצוא בשם"
12="מזער למגש"
13="מזער למגש אם התוכנה נסגרת"
14="יציאה"
15="קפיצה למפתח"
16="הוסף מפתח חדש"
17="קבל את המפתח הנוכחי "
18="הדבק מפתח"
19="מחק"
20="מחיקת מפתחות כפולים"
21="בחר הכל"
22="העתק מפתח"
23="חיפוש מפתח"
24="יצירת קיצורי דרך בשולחן העבודה"
25="אפשרויות"
26="תמיד למעלה"
27="הצג קווי רשת"
28="הסתר בעת האתחול"
29="הסתר חלון בדילוג"
30="הוסף את המפתח האחרון לרשימה"
31="&הוסף תפריט"
32="שולחן העבודה"
33="המחשב שלי"
34="הסרה התקנה"
35="פתח עריכת הרגי'סטרי"
36="לתרום"
37="אתר הבית"
38="תמיכה"
39="אודות"
40="קפיצה אל המפתח שנבחר בעורך הרישום"
41="הצג חלון התוכנה"
42="קפוץ אל לוח העריכה"
43=" HK&CR קפוץ אל המפתח דומה"
44=" HK&LM קפוץ אל המפתח דומה"
45="&תפריט קפיצה מהירה"
46="...המתן בבקשה"
47="!לא ניתן לכתוב קובץ"
48="!אין אפשרות לקרוא את הקובץ"
49="קפיצה מפתח רגי'סטרי"
50="מפתח הרישום מגשר קבצים"
51=" HTML קובץ"
52="כל הקבצים"
53="אפשרויות עורך הרישום רגי'סטרי"
54=":מיקום עורך הרישום"
55=":שם מחלקת חלונות"
56=":שם מחלקה מסוג משתנה"
57="קפוץ אל המפתח בטקסט"
58=":מקשי קיצור דרך"
59="החל אפשרויות"
60="!רשומה שגויה"
61="!אין אפשרות ליצור מקשי קיצור דרך"
62="!תוכנית עורך הרישום לא נמצאה"
63="!שם המחלקה עורך הרישום לא נמצא"
64="!תצוגת שם המחלקה לא נמצא"
65=".לא פועל, או לא נבחר מפתח נוכחי"
66=".תהליך הושלם"

[Language_Italian_Italiano]
01="Luca Bastiani"
02="Salto Rapido Del Menu Jump Nella Barra"
03="Descrizione"
04="Chiave Registro"
05="&File"
06="&Elenco"
07="&Impostazioni"
08="&Aiuto"
09="&Importa Elenco"
10="&Esporta Elenco"
11="Esporta In &Html"
12="Mi&nimizza Nella Barra"
13="Mi&nimizza Nella Barra Se Chiudi"
14="E&sci Da RegJump"
15="&Vai Alla Chiave"
16="&Aggiungi Nuova Chiave"
17="&Ottieni La Chiave Corrente Dal Registro"
18="&Incolla Chiave"
19="&Elimina"
20="&Elimina Chiavi Duplicate"
21="&Seleziona Tutto"
22="&Copia Chiave"
23="&Cerca Chiave"
24="Crea Un &Collegamento Sul Desktop"
25="&Opzioni"
26="&Sempre In Primo Piano"
27="&Mostra Linee Griglia"
28="&Nascondi La Finestra All'Avvio"
29="&Nascondi La Finestra Di Jump"
30="&Aggiungi L'Ultima Chiave All'Elenco"
31="&Aggiungi Al Menu Contestuale"
32="&Desktop"
33="&Mio Computer"
34="&Disinstalla Tutto"
35="&Nuovo Regedit"
36="&Se Ti Piace Il Programma Fai Una Donazione!"
37="&Home Page"
38="&Contatti"
39="&Informazioni"
40="Passa Alla Chiave Selezionata Nell'Editor Del Registro"
41="M&ostra RegJump"
42="Salta Negli &Appunti"
43="Stessa Chiave In HK&CR"
44="Stessa Chiave In HK&LM"
45="&Menu Di Jump Rapido"
46="Attendi..."
47="Impossibile Scrivere Il File!"
48="Impossibile Leggere Il File!"
49="Tasto Jump Reg Negli Appunti"
50="File jumper Chiave Di Registro"
51="File HTML"
52="Tutti I File"
53="Opzioni Dell'Editor Di Registo"
54="Posizione Editor Di Registro:"
55="Nome Class Finestra:"
56="Nome Class TreeView:"
57="Vai A Digitare Il Testo Selezionato O Negli Appunti"
58="Tasti Di Scelta Rapida:"
59="Applica Opzioni"
60="Ingresso Errato!"
61="Impossibile Creare Il Tasto Di Scelta Rapida!"
62="Il Programma Dell'Editor Di Registro Non E' Stato Trovato!"
63="Nome Class Finestra Regedit Non Trovato!"
64="Nome Class treeview Finestra Regedit Non E' Stato Trovato!"
65="Regedit Non In Esecuzione O Nessun Tasto Corrente Selezionato.\nAvvia Regedit E Seleziona Una Chiave."
66="Processo Completato."

[Language_Dutch_Nederlands]
01="J. Wisman (8/2020)"
02="Snelmenu in Systeemvak"
03="Omschrijving"
04="Registersleutel"
05="&Bestand"
06="&Lijst"
07="&Instellingen"
08="&Help"
09="Lijst &importeren"
10="Lijst &exporteren"
11="Exporteer als &Html"
12="Mi&nimaliseren naar Systeemvak"
13="Mi&nimaliseren naar Systeemvak indien gesloten"
14="&Verlaat Registry Key Jumper"
15="&Ga naar sleutel"
16="&Nieuwe sleutel toevoegen"
17="&Huidige sleutel ophalen uit het register"
18="&Sleutel plakken"
19="&Verwijderen"
20="Verwij&der dubbele sleutels"
21="&Alles selecteren"
22="Sleutel &kopiëren"
23="Sleutel &zoeken"
24="Snelkoppeling op het &bureaublad maken"
25="&Opties"
26="&Altijd bovenop"
27="Ra&sterlijnen weergeven"
28="Venster verbergen bij &opstarten"
29="Venster verbergen bij &springen"
30="Voeg l&aatste sleutel toe aan de lijst"
31="&Contextmenu toevoegen"
32="&Bureaublad"
33="&Mijn computer"
34="Alles &deïnstalleren"
35="&Nieuw venster in Register-editor"
36="&Doneren"
37="&Homepagina"
38="&Contact"
39="&Over"
40="Spring naar de geselecteerde sleutel in Register-editor"
41="&Toon RegJump"
42="Ga naar het &klembord"
43="Dezelfde sleutel in HK&CR"
44="Dezelfde sleutel in HK&LM"
45="&Snelspringen menu"
46="Wacht alsjeblieft..."
47="Kan bestand niet schrijven!"
48="Kan het bestand niet lezen!"
49="Naar registersleutel springen in klembord"
50="Registry Key Jumper bestanden"
51="HTML-bestanden"
52="Alle bestanden"
53="Opties voor Register-editor"
54="Locatie Register-editor:"
55="Vensterklasse naam:"
56="Boomweergave klassenaam:"
57="Naar sleutel springen in geselecteerde tekst of in klembord"
58="Sneltoets:"
59="Opties toepassen"
60="Onjuiste vermelding!"
61="Kan geen sneltoets maken!"
62="Het programma Register-editor is niet gevonden!"
63="Regedit-venster klassennaam niet gevonden!"
64="Boomweergave klassenaam in Regedit-venster niet gevonden!"
65="Regedit niet actief, of geen huidige sleutel geselecteerd.\nStart Regedit en selecteer een sleutel."
66="Proces voltooid."

[Language_Romanian_Română]
01="Coman Gelu Dănuț"
02="Meniu Salt rapid Tavă"
03="Descriere"
04="Cheie de registri"
05="&Fișier"
06="&Listă"
07="&Setări"
08="&Ajutor"
09="&Import Listă"
10="&Export Listă"
11="&Exportare ca HTML"
12="&Minimizare la tavă"
13="&Minimizare la tavă la închidere"
14="&Ieșire din RegJump"
15="&Salt la cheie"
16="&Adăugați o cheie nouă"
17="&Obțineți cheia curentă din registri"
18="&Lipire cheie"
19="&Ștergere"
20="&Ștergere chei duplicate"
21="&Selectarea tuturor"
22="&Copiere cheie"
23="&Căutare cheie"
24="&Creați o comandă rapidă pe desktop"
25="&Opțiuni"
26="&Mereu în Top"
27="&Afișare linii de rețea"
28="&Ascunde fereastra la pornire"
29="&Ascunde fereastra Jump"
30="&Adăugare ultima cheie la listă"
31="&Adăugare meniu contextual"
32="&Desktop"
33="&Computerul meu"
34="&Dezinstalarea tuturor"
35="&Regedit nou"
36="&Donează"
37="&Pagina principală"
38="&Contact"
39="&Despre"
40="Salt la cheia selectată în editorul de registri"
41="&Afișare RegJump"
42="&Salt în Clipboard"
43="&Aceeași cheie în HKCR"
44="&Aceeași cheie în HKLM"
45="&Meniul Salt rapid"
46="Vă rugăm așteptați..."
47="Imposibil de scris fișierul!"
48="Imposibil de citit fișierul!"
49="Saltează cheia Reg în clipboard"
50="Fișiere Jumper cu cheie de registri"
51="Fișiere HTML"
52="Toate fișierele"
53="Opțiuni Editor de registri"
54="Locație editor de registri"
55="Numele clasei ferestrei"
56="Numele clasei de vizualizare în arbore:"
57="Salt la cheie în textul selectat sau în clipboard"
58="Tastă rapidă:"
59="Aplicare opțiuni"
60="Intrare incorectă!"
61="Imposibil de creat cheia rapidă!"
62="Programul editorului de registri nu a fost găsit!"
63="Numele clasei ferestrei Regedit nu a fost găsit!"
64="Numele clasei de vizualizare în fereastră regedit nu a fost găsit!"
65="Regedit nu rulează sau nu este selectată nicio cheie curentă.\n Porniți Regedit și selectați o cheie."
66="Proces finalizat."